src/main/resources/message/direct/lgt/MM7_delivery_report.REQ.xml

<?xml version="1.0" encoding="euc-kr"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
    <env:Header>
        <mm7:TransactionID xmlns:mm7="http://www.3gpp.org/ftp/Specs/archive/23_series/23.140/schema/REL-5-MM7-1-2" env:mustUnderstand="1">
            01010004_20050611105724121
        </mm7:TransactionID>
    </env:Header>
    <env:Body>
        <mm7:DeliveryReportReq xmlns:mm7="http://www.3gpp.org/ftp/Specs/archive/23_series/23.140/schema/REL-5-MM7-1-2">
            <MM7Version>5.3.0</MM7Version>
            <MessageID>01010004_20050611105724121</MessageID>
            <Recipients><Number>0197001001</Number></Recipients>
            <Sender><Number>0194474349</Number></Sender>
            <TimeStamp>2005-06-4T10:55:59+09:00</TimeStamp>
            <CalledNet>01990</CalledNet>
            <MMStatus>Expired</MMStatus>
        </mm7:DeliveryReportReq>
    </env:Body>
</env:Envelope>